Repository: kmorfo/NotificatorApp
Catalog: iosApp/Localizable.xcstrings
Source language: en
Languages: es

# address_too_long
source: Address too long, max 100 characters
es: Dirección demasiado larga, máximo 100 caracteres

# city_too_long
source: City too long, max 100 characters
es: Ciudad demasiado larga, máximo 100 caracteres

source: DNI too long
es: DNI demasiado largo

# error_disk_full
source: Failed to save the item because your disk is full.
es: No se pudo guardar el elemento porque el disco está lleno.

# error_email_exists
source: A user with that email already exists.
es: Ya existe un usuario con ese email.

# error_email_password_incorrect
source: The email or password is incorrect.
es: El email o la password son incorrectos.

# error_no_internet
source: Couldn\'t reach server, please check your connection.
es: No se pudo acceder al servidor, verifique su conexión.

# error_payload_too_large
source: The file you\'re trying to upload is too large.
es: El archivo que estás intentando cargar es demasiado grande.

# error_request_timeout
source: The request timed out.
es: Se agotó el tiempo de solicitud.

# error_serialization
source: Oops, couldn\'t parse data.
es: Ups, no se pudieron analizar los datos.

# error_server_error
source: Oops, something went wrong, please try again.
es: Ups, algo salió mal, por favor inténtalo de nuevo.

# error_too_many_requests
source: You\'ve hit your rate limit.
es: Has alcanzado tu límite de peticiónes.

# error_unknown
source: An unknown error occurred.
es: Se produjo un error desconocido.

source: Invalid token
es: El token no es válido

# name_too_long
source: Name too long, max 100 characters
es: Nombre demasiado largo, máximo 100 caracteres

# postal_code_too_long
source: Postal code, only allows numbers
es: Código postal, solo permite números

# registration_successful
source: Registration successful! You can log in now.
es: ¡Registro exitoso! Puedes iniciar sesión ahora.

# surname_too_long
source: Surname too long, max 100 characters
es: Apellido demasiado largo, máximo 100 caracteres

# unprocessable_entity
source: One or more invalid fields.
es: Uno o más campos no válidos.

source: Unsupported media type.
es: Formato de archivo no soportado.

source: You're logged in.
es: Has iniciado sesión.
